[Author]
Language=English
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=29 July 2014

[Language]
File1.Caption=File
OpenChangelog1.Caption=Open Changelog
OpenEULA1.Caption=Open EULA
Exit1.Caption=Exit
Help1.Caption=Help
Homepage1.Caption=Homepage
About1.Caption=About
TabSheet1.Caption=File Checksum
TabSheet2.Caption=String Hash
TabSheet3.Caption=Compare Files
TabSheet5.Caption=Scan Folder
TabSheet7.Caption=Verify Checksum
Label10.Caption=Select folder to scan:
Label11.Caption=File mask:
Button8.Caption=Scan
Button14.Caption=Stop
Button11.Caption=Filters
Button12.Caption=Export
Label66.Caption=Compare Two Files
Label9.Caption=Select two files and see if they are different.
Button6.Caption=Compare
Label7.Caption=Verify File Checksum
Label8.Caption=Select one file and compare it with an MD5 hash.
Button9.Caption=Verify
Button16.Caption=Paste
Label2.Caption=Insert string to compute hash checksum:
Button4.Caption=Generate
Label12.Caption=String length:
Button2.Caption=Export
Label1.Caption=Select file to compute hash checksum:
Button1.Caption=Browse...
Button15.Caption=Export
Label5.Caption=File size:
imgFacebookLike.Hint=Follow us on Facebook
imgDonate.Hint=Support this project
FrmSettings.Label6.Caption=Select language:
FrmSettings.Caption=Settings
FrmSettings.CheckBox1.Caption=Add to Explorer Context Menu
FrmSettings.Button1.Caption=Close
FrmOutputFormat.Caption=Filters
FrmOutputFormat.CheckBox2.Caption=Recursively scan also sub-folders
FrmOutputFormat.CheckBox3.Caption=Scan only valid PE files, such as EXE, SYS, DLL, etc
FrmOutputFormat.CheckBox1.Caption=Skip empty files of 0 bytes
FrmOutputFormat.Label1.Caption=Available variables:
FrmOutputFormat.Label2.Caption=Write your custom output format:
FrmOutputFormat.Label3.Caption=Output Format
FrmOutputFormat.Label4.Caption=Customize Scanning

FrmOutputFormat.cbSkipHiddenFiles.Caption=Skip files marked as hidden
FrmOutputFormat.cbSkipSystemFiles.Caption=Skip files marked as system files
FrmOutputFormat.cbSkipBiggerFiles.Caption=Skip files bigger than N MBs in size

FrmAbout.Label4.Caption=Follow us on Twitter
FrmAbout.Label5.Caption=Follow us on Facebook
FrmAbout.Label6.Caption=Support this project
FrmAbout.Caption=About
Button18.Caption=Clipboard
Button7.Caption=Browse...
Button3.Caption=Browse...
Button5.Caption=Browse...
Button17.Caption=Clipboard
FrmSettings.CheckBox3.Caption=Minimize application window when started manually
Label6.Caption=Select file to verify:
Label20.Caption=Write MD5 checksum here:
Label21.Caption=Select the first file:
Label22.Caption=Select the second file:
Label13.Caption=MD5 checksum:
Label14.Caption=SHA1 checksum:
Label15.Caption=SHA256 checksum:
Label16.Caption=SHA384 checksum:
Label17.Caption=SHA512 checksum:
cbMD5.Caption=MD5 checksum:
cbSHA1.Caption=SHA1 checksum:
cbSHA256.Caption=SHA256 checksum:
cbSHA384.Caption=SHA384 checksum:
cbSHA512.Caption=SHA512 checksum:
Settings1.Caption=Settings
Configure1.Caption=Configure

;Messages

FILE_NOT_EXIST=The file does not exist.
SELECT_FILE=Select file...
FILES_IDENTICAL=Files are identical!
FILES_DIFFERENT=Files are different!
HASH_EMPTY=Hash field is empty.
HASH_WRONG=Hash field is wrong. Use MD5 hash (32 characters).
MD5_CHECK_EQUAL=File MD5 checksum is equal !
MD5_CHECK_DIFFERENT=File MD5 checksum is different !
DIR_NOT_FOUND=The folder does not exist.
FILES=Files
SELECT_FOLDER=Select folder
TEXTAREA_EMPTY=Textarea is empty.
WAIT=Wait...

;New strings

Form1.Makeadonation1.Caption=Make a Donation
Form1.Facebookpage1.Caption=Facebook Page
Form1.witterpage1.Caption=Twitter Page

;New strings

FrmSettings.CheckBox2.Caption=Lower CPU usage while computing file hash
